import { Pricing } from "@/types/Pricing";

export const DataPricing: Array<Pricing> = [
  {
    title: "개발자 아웃소싱",
    description: "세계 상위10프로 개발자를 비상주로 채용해보세요",
    provide: [
      "1주 무료 체험 기간",
      "자체 개발 프로젝트 관리 도구 제공",
      "기술 워크샵 및 교육",
      "대중교통 판촉물광고 할인쿠폰",
      "PM 인력 지원",
    ],
    duration: "1 개월",
    price: "2,500,000원 부터~",
  },
  {
    title: "개발자 시간제 고용",
    description: "개발자 정규직 고용비가 부담스러우면 시간제 고용은 어떠세요?",
    provide: [
      "국내외 엘리트 개발자 매칭",
      "첫 계약 시 8시간 무료 충전",
      "자체 개발 프로젝트 관리 도구 제공",
      "기술 워크샵 및 교육",
      "대중교통 판촉물광고 할인쿠폰",
    ],
    duration: "1 개월",
    price: "500,000원 부터~",
  },
  {
    title: "프로젝트 개발",
    description: "프로젝트 개발이 필요하다면 예상견적을 같이 계산해볼까요?",
    provide: [
      "첫 계약 시 500만 원 할인쿠폰",
      "마케팅 플랫폼 파트너십 할인쿠폰",
      "AWS 서버 지원금 지급",
      "대중교통 판촉물광고 할인쿠폰",
    ],
    duration: "0 개월",
    price: "0원 부터~",
  },
  {
    title: "IT 컨설팅",
    description:
      "개발자 채용이 어려우신가요? 개발사 혹은 앱고도화가 필요하신가요?",
    provide: [
      "고용 및 온보딩",
      "회사 시스템 구축",
      "인력관리 및 협업툴 프로그램 라이센스 제공",
      "기술 워크샵 및 교육",
      "대규모 개발 인력 채용 지원",
    ],
  },
];
